projects/case-c8eccb64/working/night_optimization/foam_candidates/candidate-7d7e5ea8/working/openfoam_case/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.375;
boundaryField
{
    inlet       { type fixedValue; value uniform 0.375; }
    outlet      { type inletOutlet; inletValue uniform 0.375; value uniform 0.375; }
    farField    { type slip; }
    hull        { type kqRWallFunction; value uniform 0.375; }
}
